Repository: ggitworks/aisynlabs
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, fr, tr

source: About Synlabs
de: Über Synlabs
fr: À propos de Synlabs
tr: Synlabs Hakkında

source: Unlock the Future of Business Insights
de: Schalte die Zukunft der Business Insights frei
fr: Débloquez l'avenir des informations commerciales
tr: İşletme İçgörülerinin Geleceğini Keşfedin

source: Where AI meets strategic innovation
de: Wo KI auf strategische Innovation trifft
fr: Là où l'IA rencontre l'innovation stratégique
tr: AI'nın stratejik inovasyonla buluştuğu yer

source: Synlabs is an internal tool developed by Google Turkey, powered by Gemini 2.0. It streamlines the process of transforming strategic briefs and reports into structured, actionable insights.
de: Synlabs ist ein internes Tool, das von Google Türkei entwickelt wurde und auf Gemini 2.0 basiert. Es optimiert den Prozess der Umwandlung von strategischen Briefings und Berichten in strukturierte, umsetzbare Erkenntnisse.
fr: Synlabs est un outil interne développé par Google Turquie, alimenté par Gemini 2.0. Il rationalise le processus de transformation des notes d'orientation stratégiques et des rapports en informations structurées et exploitables.
tr: Synlabs, Google Türkiye tarafından geliştirilen ve Gemini 2.0 tarafından desteklenen dahili bir araçtır. Stratejik brifleri ve raporları yapılandırılmış, eyleme geçirilebilir içgörülere dönüştürme sürecini kolaylaştırır.

source: By leveraging Gemini 2.0, the platform generates dynamic personas from your brief, offering diverse market perspectives for deeper analysis. These AI-driven personas engage with your reports, identifying key opportunities and aiding in strategic planning.
de: Durch die Nutzung von Gemini 2.0 generiert die Plattform dynamische Personas aus Ihrem Briefing und bietet so vielfältige Marktperspektiven für eine tiefere Analyse. Diese KI-gestützten Personas interagieren mit Ihren Berichten, identifizieren wichtige Chancen und unterstützen die strategische Planung.
fr: En exploitant Gemini 2.0, la plateforme génère des personas dynamiques à partir de votre brief, offrant diverses perspectives de marché pour une analyse plus approfondie. Ces personas basés sur l'IA interagissent avec vos rapports, identifiant les opportunités clés et facilitant la planification stratégique.
tr: Platform, Gemini 2.0'ı kullanarak özetinizden dinamik personeller oluşturur ve daha derinlemesine analiz için çeşitli pazar perspektifleri sunar. Bu yapay zeka güdümlü personeller raporlarınızla etkileşim kurar, önemli fırsatları belirler ve stratejik planlamaya yardımcı olur.

source: The tool compares curated insights with existing reports, ensuring a comprehensive, multi-angle analysis that enhances decision-making.
de: Das Tool vergleicht kuratierte Einblicke mit bestehenden Berichten und gewährleistet so eine umfassende, vielseitige Analyse, die die Entscheidungsfindung verbessert.
fr: L'outil compare des informations sélectionnées avec des rapports existants, assurant une analyse complète et multi-angle qui améliore la prise de décision.
tr: Araç, derlenmiş içgörüleri mevcut raporlarla karşılaştırarak kapsamlı, çok açılı bir analiz sağlayarak karar almayı geliştirir.

source: Built with Gemini 2.0, Synlabs demonstrates how easily AI can be used to develop powerful tools for business intelligence.
de: Synlabs, entwickelt mit Gemini 2.0, demonstriert, wie einfach KI zur Entwicklung leistungsstarker Tools für Business Intelligence eingesetzt werden kann.
fr: Construit avec Gemini 2.0, Synlabs démontre avec quelle facilité l'IA peut être utilisée pour développer des outils puissants pour l'intelligence d'affaires.
tr: Gemini 2.0 ile geliştirilen Synlabs, yapay zekanın iş zekası için güçlü araçlar geliştirmede ne kadar kolay kullanılabileceğini gösteriyor.

source: For any questions, please contact us at
de: Bei Fragen kontaktieren Sie uns bitte unter
fr: Pour toute question, veuillez nous contacter à
tr: Her türlü soru için lütfen bizimle iletişime geçin:

source: Processing Results
de: Ergebnisse werden verarbeitet
fr: Traitement des résultats
tr: Sonuçlar İşleniyor

source: Report Generation in Progress
de: Berichterstellung läuft
fr: Génération du rapport en cours
tr: Rapor Oluşturma Devam Ediyor

source: Initializing...
de: Initialisiere...
fr: Initialisation...
tr: Başlatılıyor...

source: Personas
fr: Personnalités
tr: Kişilikler

source: Dialog
fr: Dialogue
tr: Diyalog

source: Research Sections
de: Forschungsbereiche
fr: Sections de recherche
tr: Araştırma Bölümleri

source: Research Report
de: Forschungsbericht
fr: Rapport de recherche
tr: Araştırma Raporu

source: Final Comparative Report
de: Abschließender vergleichender Bericht
fr: Rapport comparatif final
tr: Nihai Karşılaştırmalı Rapor

source: File uploaded
de: Datei hochgeladen
fr: Fichier téléchargé
tr: Dosya yüklendi.

source: Creating personas
de: Personas erstellen
fr: Création de personas
tr: Personalar oluşturma

source: Starting focus group simulation
de: Starte Fokusgruppensimulation
fr: Démarrage de la simulation de groupe de discussion
tr: Odak grup simülasyonu başlatılıyor.

source: Moderating discussion, may take a few minutes
de: Moderation der Diskussion, kann einige Minuten dauern.
fr: La modération de la discussion peut prendre quelques minutes.
tr: Tartışmayı denetliyorum, birkaç dakika sürebilir.

source: Focus group discussion completed
de: Fokusgruppendiskussion abgeschlossen
fr: Discussion de groupe terminée.
tr: Odak grup görüşmesi tamamlandı.

source: Generating research report
de: Forschungsbericht erstellen
fr: Génération d'un rapport de recherche
tr: Araştırma raporu oluşturuluyor

source: Research report section:
de: Forschungsbericht Abschnitt:
fr: Section du rapport de recherche :
tr: Araştırma raporu bölümü:

source: completed
de: abgeschlossen
fr: Terminé
tr: tamamlandı

source: Finalizing research report
de: Forschungsbericht fertigstellen
fr: Finalisation du rapport de recherche
tr: Araştırma raporunu sonlandırma

source: Process completed
de: Prozess abgeschlossen
fr: Processus terminé
tr: İşlem tamamlandı.

source: Redirecting
de: Weiterleiten
fr: Redirection...
tr: Yönlendiriliyor

source: Personality:
de: Persönlichkeit:
fr: Personnalité :
tr: Kişilik:

source: Background:
de: Hintergrund:
fr: Contexte :
tr: Arka plan:

source: Interests:
de: Interessen:
fr: Intérêts :
tr: İlgi Alanları:

source: Communication Style:
de: Kommunikationsstil:
fr: Style de communication :
tr: İletişim Tarzı:

source: Core Values:
de: Kernwerte:
fr: Valeurs fondamentales :
tr: Temel Değerler:

source: Knowledge Domain:
de: Wissensbereich:
fr: Domaine de connaissances :
tr: Bilgi Alanı:

source: Research Brief
de: Forschungsüberblick
fr: Note de recherche
tr: Araştırma Özeti

source: Step 1: Research Brief
de: Schritt 1: Recherche-Übersicht
fr: Étape 1 : Note d'information sur la recherche
tr: Adım 1: Araştırma Özeti

source: Help me generate a brief
de: Bitte hilf mir, ein Briefing zu erstellen.
fr: Aidez-moi à générer un brief.
tr: Brif oluşturmama yardım et

source: Brief Generator
fr: Générateur de briefs
tr: Özet Oluşturucu

source: Briefly describe your company and research needs:
de: Beschreiben Sie kurz Ihr Unternehmen und Ihren Forschungsbedarf:
fr: Décrivez brièvement votre entreprise et vos besoins en recherche :
tr: Şirketiniz ve araştırma ihtiyaçlarınızı kısaca açıklayın:

source: Cancel
de: Abbrechen
fr: Annuler
tr: İptal

source: Generate Brief
de: Erstelle ein Briefing.
fr: Générer un brief.
tr: Kısa Özet Oluştur

source: Research Brief:
de: Forschungsüberblick:
fr: Note de recherche :
tr: Araştırma Özeti:

source: Comparison Report (Optional):
de: Vergleichsbericht (Optional):
fr: Rapport comparatif (facultatif) :
tr: Karşılaştırma Raporu (İsteğe Bağlı):

source: Generate Personas
de: Personas erstellen →
fr: Générer des Personas →
tr: Kişi Profilleri Oluştur

source: Generating Brief...
de: Brief erstellen...
fr: Génération d'un brief...
tr: Özet Oluşturuluyor...

source: Failed to generate brief. Please try again.
de: Das Erstellen einer Kurzbeschreibung ist fehlgeschlagen. Bitte versuche es erneut.
fr: Échec de la génération du résumé. Veuillez réessayer.
tr: Özet oluşturulamadı. Lütfen tekrar deneyin.

source: Generating Personas...
de: Generiere Personas...
fr: Génération de Personas...
tr: Kişilikler Oluşturuluyor...

source: About
de: Über
fr: À propos
tr: Hakkında

source: Logout
de: Abmelden
fr: Déconnexion
tr: Çıkış Yap

source: Logged in as:
de: Angemeldet als:
fr: Connecté en tant que :
tr: Giriş yapılan kullanıcı:

source: Login with Google
de: Mit Google anmelden
fr: Se connecter avec Google
tr: Google ile giriş yap

source: Validation Confidence
de: Validierungssicherheit
fr: Confiance de validation
tr: Doğrulama Güveni

source: Validate your research
de: Recherche starten
fr: Commencer la recherche
tr: Araştırmaya Başla

source: Upload a research report to validate your research.
de: Bitte laden Sie einen Forschungsbericht hoch, um Ihre Forschung zu validieren.
fr: Téléversez un rapport de recherche pour valider votre recherche.
tr: Araştırmanızı doğrulamak için bir araştırma raporu yükleyin.

source: Upload
de: Datei hochgeladen
fr: Fichier téléchargé
tr: Dosya yüklendi.

source: Comparing, may take a few minutes ...
de: Moderation der Diskussion, kann einige Minuten dauern.
fr: La modération de la discussion peut prendre quelques minutes.
tr: Tartışmayı denetliyorum, birkaç dakika sürebilir.

source: Validation
de: Bildung:
fr: Éducation :
tr: Eğitim:

source: New
de: Neu
fr: Nouveau
tr: Yeni

source: Step 2: Personas
de: Schritt 2: Personas
fr: Étape 2 : Personas
tr: Adım 2: Personalar

source: Income:
de: Einkommen:
fr: Revenu:
tr: Gelir:

source: Age:
de: Alter:
fr: Âge :
tr: Yaş:

source: Education:
de: Bildung:
fr: Éducation :
tr: Eğitim:

source: Gender:
de: Geschlecht:
fr: Genre :
tr: Cinsiyet:

source: + Add Another Persona
de: + Weitere Persona hinzufügen
fr: + Ajouter une autre personnalité
tr: + Başka Bir Kişilik Ekle

source: + Add AI Generated Persona
de: + KI-generierte Persona hinzufügen
fr: + Ajouter une Personnalité Générée par IA
tr: + Yapay Zeka Tarafından Oluşturulmuş Kişi Ekle

source: Continue with
de: Fortsetzen mit
fr: Continuer avec
tr: Devam et

source: Personas →
fr: Personas → Personnages types
tr: Kişiler →

source: New Persona
de: Neue Persona
fr: Nouvelle Personnalité
tr: Yeni Kişilik

source: Friendly
de: Freundlich
fr: Amical
tr: Arkadaş canlısı

source: Professional
de: Professionell
fr: Professionnel
tr: Profesyonel

source: Enter background here...
de: Hintergrund hier eingeben...
fr: Entrez l'arrière-plan ici...
tr: Arka planı buraya girin...

source: Technology
de: Technologie
fr: Technologie
tr: Teknoloji

source: Research
de: Forschung
fr: Recherche
tr: Araştırma

source: Formal
de: Formell
fr: Formel
tr: Resmi

source: Clear
de: Klar
fr: Clair
tr: Açık

source: Enter core values...
de: Kernwerte eingeben...
fr: Saisir les valeurs fondamentales...
tr: Temel değerleri girin...

source: General Knowledge
de: Allgemeinwissen
fr: Culture générale
tr: Genel Kültür

source: You must have at least one persona!
de: Sie müssen mindestens eine Persona haben!
fr: Vous devez avoir au moins une personnalité !
tr: En az bir kişiliğiniz olmalı!

source: Generating Persona...
de: Generiere Persona...
fr: Génération de persona...
tr: Persona Oluşturuluyor...

source: Failed to generate new persona. Please try again.
de: Die Erstellung einer neuen Persona ist fehlgeschlagen. Bitte versuche es erneut.
fr: Échec de la génération d'un nouveau personnage. Veuillez réessayer.
tr: Yeni persona oluşturulamadı. Lütfen tekrar deneyin.

source: Start Research
de: Recherche starten
fr: Commencer la recherche
tr: Araştırmaya Başla

source: AI-Powered Research Assistant
de: KI-gestützter Forschungsassistent
fr: Assistant de recherche alimenté par l'IA
tr: Yapay Zeka Destekli Araştırma Asistanı

source: Generate valuable insights using synthetic focus groups and AI analysis
de: Generiere wertvolle Einblicke mithilfe von synthetischen Fokusgruppen und KI-Analyse.
fr: Générer des informations précieuses grâce à des groupes de discussion synthétiques et à l'analyse par IA.
tr: Sentetik odak grupları ve yapay zeka analizi kullanarak değerli içgörüler üretin.

source: START
fr: DÉMARRER
tr: BAŞLANGIÇ

source: Submission Details
de: Einreichungsdetails
fr: Détails de la soumission
tr: Gönderi Detayları

source: Brief
de: Kurz gefasst
fr: Bref
tr: Özet

source: Final Report
de: Abschlussbericht
fr: Rapport final
tr: Nihai Rapor

source: Chat with Participants
de: Mit Teilnehmern chatten
fr: Discuter avec les participants
tr: Katılımcılarla Sohbet Et

source: Table of Contents
de: Inhaltsverzeichnis
fr: Table des matières
tr: İçindekiler

source: Download PDF Report
de: PDF-Bericht herunterladen
fr: Télécharger le rapport PDF
tr: PDF Raporunu İndir
